export const news = [
  {
    title: 'Xiaomi Mi 9 делится возможностями с младшими братьями. График выхода обновлений',
    description: `Первыми будут смартфоны линейки Xiaomi Mi 8, но список довольно большой
    В конце февраля Чжан Гоцюань (Zhang Guoquan), руководитель отдела программного обеспечения Xiaomi, заявил, что линейка смартфонов Xiaomi Mi 8 получит обновления с множеством нововведений, реализованных в Mi 9. В частности, речь шла о технологии Game Turbo, эффектах сопровождающих процесс зарядки, темной теме оформления и так далее.
    
    Ли Вэйсин (Li Weixing), глава отдела Xiaomi Internet, опубликовал график выхода обновлений для различных моделей смартфонов, которые получат функции, пока еще эксклюзивные для Xiaomi Mi 9.
    `,
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://www.ixbt.com/img/x780/n1/news/2019/2/3/maxresdefault_large.jpg'
  },
  {
    title: 'Квантовый эксперимент показал, что объективной реальности не существует',
    description: `Еще в 1961 году физик и нобелевский лауреат Юджин Вигнер изложил мысленный эксперимент, который продемонстрировал один из наименее известных парадоксов квантовой механики. Эксперимент показывает, как странная природа вселенной позволяет двум наблюдателям — скажем, Вигнеру и другу Вигнера — испытывать различные реальности. С тех пор физики используют мысленный эксперимент «друга Вигнера» для исследования природы измерений и споров о том, существуют ли объективные факты.
    
    Сперва расскажем про мысленный эксперимент Вигнера:

    Предположим, что два человека одновременно открывают ящик с котом Шрёдингера. Если результат (коллапса волновой функции) выбирает наблюдатель, как подразумевает идеалистическое решение, то если два наблюдателя делают разный выбор — возникает проблема. Если мы называем один из двух исходов, то выбор может делать только один из наблюдателей, и сторонники реализма справедливо считают это решение неудовлетворительным.`,
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://s.hi-news.ru/wp-content/uploads/2019/03/Schrodingers-750x422.jpg'
  }
];
