export const newsData = [
  {
    title: 'Xiaomi Mi 9 делится возможностями с младшими братьями. График выхода обновлений',
    description: `Первыми будут смартфоны линейки Xiaomi Mi 8, но список довольно большой
    В конце февраля Чжан Гоцюань (Zhang Guoquan), руководитель отдела программного обеспечения Xiaomi, заявил, что линейка смартфонов Xiaomi Mi 8 получит обновления с множеством нововведений, реализованных в Mi 9. В частности, речь шла о технологии Game Turbo, эффектах сопровождающих процесс зарядки, темной теме оформления и так далее.
    
    Ли Вэйсин (Li Weixing), глава отдела Xiaomi Internet, опубликовал график выхода обновлений для различных моделей смартфонов, которые получат функции, пока еще эксклюзивные для Xiaomi Mi 9.
    `,
    shortDescription: `Первыми будут смартфоны линейки Xiaomi Mi 8, но список довольно большой
    В конце февраля Чжан Гоцюань (Zhang Guoquan), руководитель отдела программного обеспечения Xiaomi, заявил, что линейка смартфонов Xiaomi Mi 8 получит обновления с множеством нововведений, реализованных в Mi 9. В частности, речь шла о технологии Game Turbo, эффектах сопровождающих процесс зарядки, темной теме оформления и так далее.`,
    tags: ['#телефоны', '#смартфоны', '#технологии'],
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://www.ixbt.com/img/x780/n1/news/2019/2/3/maxresdefault_large.jpg'
  },
  {
    title: 'Квантовый эксперимент показал, что объективной реальности не существует',
    description: `Еще в 1961 году физик и нобелевский лауреат Юджин Вигнер изложил мысленный эксперимент, который продемонстрировал один из наименее известных парадоксов квантовой механики. Эксперимент показывает, как странная природа вселенной позволяет двум наблюдателям — скажем, Вигнеру и другу Вигнера — испытывать различные реальности. С тех пор физики используют мысленный эксперимент «друга Вигнера» для исследования природы измерений и споров о том, существуют ли объективные факты.
    
    Сперва расскажем про мысленный эксперимент Вигнера:

    Предположим, что два человека одновременно открывают ящик с котом Шрёдингера. Если результат (коллапса волновой функции) выбирает наблюдатель, как подразумевает идеалистическое решение, то если два наблюдателя делают разный выбор — возникает проблема. Если мы называем один из двух исходов, то выбор может делать только один из наблюдателей, и сторонники реализма справедливо считают это решение неудовлетворительным.`,
    shortDescription: 'Еще в 1961 году физик и нобелевский лауреат Юджин Вигнер изложил мысленный эксперимент, который продемонстрировал один из наименее известных парадоксов квантовой механики. Эксперимент показывает, как странная природа вселенной позволяет двум наблюдателям — скажем, Вигнеру и другу Вигнера — испытывать различные реальности. С тех пор физики используют мысленный эксперимент «друга Вигнера» для исследования природы измерений и споров о том, существуют ли объективные факты.',
    tags: ['#наука', '#физика'],
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://s.hi-news.ru/wp-content/uploads/2019/03/Schrodingers-750x422.jpg'
  },
  {
    title: 'В Москве могут закрыть все кафе с животными',
    description: `
    <p>В Москве могут закрыть все кафе с животными после принятия двух нормативно-правовых актов, регламентирующих условия содержания зверей. Об этом агентству городских новостей "Москва" рассказала председатель комиссии Мосгордумы по экологической политике Зоя Зотова. </p>

    <p><strong>— Планируется, в частности, принять два нормативных акта — использование животных в предпринимательской деятельности и использование животных в зрелищных мероприятиях, — рассказала Зотова.</strong></p>
    
    <p>По её словам, проект пока будет носить лишь рамочный характер.</p>
    `,
    shortDescription: 'В Москве могут закрыть все кафе с животными после принятия двух нормативно-правовых актов, регламентирующих условия содержания зверей. Об этом агентству городских новостей "Москва" рассказала председатель комиссии Мосгордумы по экологической политике Зоя Зотова.',
    tags: ['#животные', '#котики', '#cats'],
    originalUrl: 'https://life.ru/t/%D0%B6%D0%B8%D0%B2%D0%BE%D1%82%D0%BD%D1%8B%D0%B5/1203807/v_moskvie_moghut_zakryt_vsie_kafie_s_zhivotnymi',
    imageUrl: 'https://static.life.ru/posts/2019/03/1203807/gr/north/09b48fa4008f65679208c97e0e3c020c__1440x.jpg'
  },
  {
    title: 'В Стамбуле установили скульптуру кота из мемов',
    description: `
    <p>Самый популярный кот Турции Томбили любил отдыхать на тротуаре и надменно поглядывать на людей. На прошлой неделе кот умер, а в память о нем установили скульптуру в районе Зивербей, где и обитал кот.</p>

    <p>После кампании на Change.org с требованием от муниципалитета увековечить память о Томбили, скульптор Севал Шахин решил на добровольных началах установить скульптуру кота. Томбили изображен на ней в своей знаменитой задумчивой позе.</p>

    <p>Открытие скульптуры планируется 4 октября 2016 года и приурочено к празднованию Всемирного дня животных. Памятник находится на том же месте, где и была сделана, пожалуй, самая известная фотография кота, важно развалившегося у бордюра.</p>
    
    <p>Пользователи интернета не раз делали Томбили героем различных мемов. Сам же кот, по словам местных жителей, отличался своим прохладным и беззаботным поведением по отношению к людям.<p>
    `,
    shortDescription: 'Самый популярный кот Турции Томбили любил отдыхать на тротуаре и надменно поглядывать на людей. На прошлой неделе кот умер, а в память о нем установили скульптуру в районе Зивербей, где и обитал кот.',
    tags: ['#животные', '#котики', '#cats'],
    originalUrl: 'https://funcats.by/v-stambule-ustanovili-skulpturu-kota-iz-memov.html',
    imageUrl: 'https://funcats.by/uploads/2016/10/tombul-1.jpg'
  },
  {
    title: 'Австралийские нейробиологи смогли предсказать выбор людей за 11 секунд до принятия ими решений',
    description: `<p>Свобода воли, то есть возможность человека делать осознанный выбор вне зависимости от обстоятельств, с точки зрения нейробиологии может выглядеть вполне предсказуемой. В новом исследовании, статья о котором была опубликована в журнале Scientific Reports, группа австралийских ученых из Университета Нового Южного Уэльса смогла доказать, что мозг совершает выбор между двумя альтернативами задолго до того, как человек успевает это осознать. Краткие выводы приводит Quartz.</p>

    <p>В исследования приняли участие 14 добровольцев, каждого из которых поместили в аппарат для МРТ (магниторезонансной томографии). Перед каждым человеком была поставлена задача посмотреть на две картинки: одну с красными горизонтальными линиями, другую — с зелеными вертикальными. Затем добровольцев попросили выбрать одну из картинок, ограничив время принятия решения 20 секундами. После сделанного выбора им нужно было нажать соответствующую кнопку, а затем в течение 10 секунд постараться мысленно воспроизвести изображение выбранной картинки настолько точно, насколько возможно. Затем ученые спрашивали у каждого человека, что именно он представил и насколько ярким был этот образ. Отвечать люди должны были также с помощью кнопок. </p>
    
    <p>Все это время активность мозга участников эксперимента сканировалась томографом. Наблюдения позволили ученым отследить в мозгу добровольцев паттерны активности, которые отвечают за принятие того или иного решения, а также предсказать решение, которое примет человек, за 11 секунд до нажатия кнопки. Этот результат говорит о том, что мозг делает выбор раньше, чем человек может это осознать, отмечают исследователи.</p>`,
    shortDescription: 'Свобода воли, то есть возможность человека делать осознанный выбор вне зависимости от обстоятельств, с точки зрения нейробиологии может выглядеть вполне предсказуемой.',
    tags: ['#наука', '#нейробиология'],
    originalUrl: 'https://hi-news.ru/research-development/avstralijskie-nejrobiologi-smogli-predskazat-vybor-lyudej-za-11-sekund-do-prinyatiya-imi-reshenij.html',
    imageUrl: 'https://s.hi-news.ru/wp-content/uploads/2019/03/brain_main-750x422.jpg'
  },
  {
    title: 'Причины заката Византийской империи нашли в кучах мусора посреди пустыни',
    description: `
    <p>Археологи исследовали руины города Халуцы, древнего набатейского города в пустыне Негев, который когда-то был столицей византийской провинции Палестина Салютарис (с V века провинция известна как Палестина Третья, Palaestina tertia). Примерно в VI-VII веках Халуца пришла в упадок. Ранее считалось, что виной тому было арабское завоевание VII века, из-за которого Византия лишилась большей части своих владений и едва не пала сама в 718 году. </p>

    <p>Авторы статьи, опубликованной в Proceeding of the National Academy of Sciences, уточнили хронологию упадка Халуцы. В ней, как и в других городах римского мира, мусор организованно вывозили за пределы города. Его сваливали в кучи, и вот эти-то «курганы» и изучили историки. Датировка древесного угля и глиняных черепков, лежавших в мусорных кучах выше всего, показала, что их выкинули в 550-х годах. После этого в Халуце мусор не вывозили, то есть городское хозяйство уже развалилось, считают ученые.</p>

    <p>Незадолго до того, как в Халуце произшло что-то, что положило конец утилизации мусора, примерно в 530-540-х годах, в Тихом океане произошло несколько извержений вулканов. Их активность привела к выбросам пепла, атмосферу заволокла дымка и температура на планете постепенно стала снижаться. Начался позднеантичный малый ледниковый период. Следы похолодания палеоклиматологи  обнаружили с помощью дендрохронологии — сперва на Алтае, а потом и в других местах, за пределами Азии — и в 2015 году идентифицировали как еще один малый период ледниковый период.</p>
    `,
    shortDescription: 'Ученые внимательно исследовали древний мусор и обнаружили предполагаемые причины упадка Византийской империи. Ослабление державы, возможно, произошло из-за позднеантичного малого ледникового периода, который наступил в VI веке нашей эры и продлился около ста лет.',
    tags: ['#наука', '#история', '#археология'],
    originalUrl: 'http://sci-dig.ru/archeology/prichiny-zakata-vizantijskoj-imperii-nashli-v-kuchah-musora-posredi-pustyni/',
    imageUrl: 'http://sci-dig.ru/wp-content/uploads/2019/03/Perge.jpg'
  },
  {
    title: 'Razer постарается переосмыслить каким должен быть игровой смартфон и ПО в нем',
    description: `
    <p>В феврале этого года стало известно, что Razer уволила большую часть сотрудников, занятых созданием смартфонов и программного обеспечения к ним. Тогда же многие заговорили о том, что компания отказалась от амбиций по покорению рынка мобильников и Razer Phone 3 не выйдет. Но буквально на прошлой неделе пресс-релиз о партнерстве Tencent и Razer дал намек, что попытки создать оптимальный игровой смартфон известный производитель игровой периферии не оставил. Это же подтвердил и генеральный директор компании Мин-Лян Тан в своем интервью изданию Engadget.</p>
    <p>Он сообщил, что первые два смартфона предложили все то, чтобы они хотели видеть в подобного типе устройствах. На данном этапе у Razer в приоритете программное обеспечение, оптимизация и улучшение игрового процесса. Для достижения намеченной цели, компания сотрудничает с различными разработчиками игр. Основная задача, чтобы программное обеспечение было максимально адаптированным к аппаратному оснащению. Заявлено стремление к «стандартизации» в игровой индустрии, позволяющие максимально раскрыть ресурсы современных смартфонов. Мин-Лян Тан сообщил, что несмотря на прошедшие сокращения, у них есть большая команда инженеров и в наличии все необходимые ресурсы, чтобы создать новый смартфон. И они надеются создать лучший игровой смартфон. Но когда это произойдет, глава компании не сообщил.</p>
    `,
    shortDescription: 'В феврале этого года стало известно, что Razer уволила большую часть сотрудников, занятых созданием смартфонов и программного обеспечения к ним. Тогда же многие заговорили о том, что компания отказалась от амбиций по покорению рынка мобильников и Razer Phone 3 не выйдет.',
    tags: ['#телефоны', '#смартфоны', '#технологии'],
    originalUrl: 'https://andro-news.com/news/razer-postaraetsya-pereosmyslit-kakim-dolzhen-byt-igrovoy-smartf.html',
    imageUrl: 'https://andro-news.com/images/content/Snimok_ekrana_2019-03-27_v_12.36.19.png'
  },
  {
    title: 'Как Xiaomi троллит Huawei P30',
    description: `
    <p>Вскоре после анонса семейства Huawei P30 британское подразделение Xiaomi опубликовало на своей странице в Twitter несколько странную картинку. На ней демонстрируется развилка и автомобилю, который символизирует собой Huawei P30, нужно было выбрать направление движения между новым процессором и чехлом с кристаллами Сваровски. В понимании Xiaomi, новый продукт Huawei выбрал имиджевый чехол и, похоже, что под аксессуаром создатели картинки подразумевали чип Kirin 980, уступающий по производительности Snapdragon 855. Таким несколько абсурдным способом пытались сказать, что Huawei сделала акцент не на мощность, а на имиджевую составляющую, ведь одна из версий Huawei P30 Pro действительно будет продаваться в подарочном комплекте с чехлом, украшенным камнями Сваровски.</p>
    <p>Но на этом Xiaomi не успокоилась и сделала повторный выпад в сторону Huawei P30, решив донести мысль, что новинки слишком дорогие. В ход пошло изображение агрессивного кота, взбешенного прайсом на новинки. А еще компания опубликовала тизер, в котором сравнила характеристики и цены Xiaomi Mi 9 и Huawei P30. Сравнение проводилось по нескольким параметрам и, в частности, побеждать конкурентов решено их же оружием — рейтингом DxOMark. На данный момент специалисты этой лаборатории еще не успели оценить тройную камеру Huawei P30, а Xiaomi Mi 9 уже получил свою порцию баллов от DxOMark. По каким-то им одним понятным причинам отсутствие результатов теста камеры ребята из Xiaomi готовы причислить к недостаткам Huawei P30.</p>
    `,
    shortDescription: 'Вчера Huawei представила два своих смартфона, один из которых занял позицию главного фотофлагмана по версии DxOMark. Не обратить внимание на новинки не могло большинство пользователей, как и наблюдали за их премьерой и другие производители смартфонов. И лучшее признание того, что у Huawei получились интересные продукты — троллинг конкурентов. И отличилась на этом поприще Xiaomi, решившая задеть Huawei.',
    tags: ['#телефоны', '#смартфоны', '#технологии'],
    originalUrl: 'https://andro-news.com/news/kak-xiaomi-trollit-huawei-p30.html',
    imageUrl: 'https://andro-news.com/images/content/D2l6wkMVAAA_3Fl_large.jpg'
  },
  {
    title: 'Warner Music заключил контракт с алгоритмом',
    description: `
    <p>Одна из крупнейших на планете звукозаписывающий компаний Warner Music впервые в истории подписала контракт с алгоритмом. Подписанта зовут Endel, его разработкой занимается одноименный стартап, основанный россиянином Олегом Ставицким, бывшим редактором журнала «Игромания».</p>
    <p>Endel – мобильное приложение, которое генерирует музыку в реальном времени. Музыка зависит от времени суток, погоды, геолокации пользователя и его пульса.</p>
    <p>«Мы сосредоточены на создании адаптирующихся в реальном времени под конкретного пользователя звуковых ландшафтов. Однако мы также счастливы поделиться и этими альбомами, чтобы продемонстрировать саму технологию», — заявил основатель и глава Endel Олег Ставицкий.</p>
    <p>По контракту Endel хорошо поработать на Warner Music: издатели ждут от алгоритма еще 20 альбомов.</p>Одна из крупнейших на планете звукозаписывающий компаний Warner Music впервые в истории подписала контракт с алгоритмом. Подписанта зовут Endel, его разработкой занимается одноименный стартап, основанный россиянином Олегом Ставицким, бывшим редактором журнала «Игромания».`,
    shortDescription: 'Одна из крупнейших на планете звукозаписывающий компаний Warner Music впервые в истории подписала контракт с алгоритмом. Подписанта зовут Endel, его разработкой занимается одноименный стартап, основанный россиянином Олегом Ставицким, бывшим редактором журнала «Игромания».',
    tags: ['#musik', '#музыка', '#технологии'],
    originalUrl: 'https://sub-cult.ru/musicnews/worldmusicnews/10188-warner-music-zaklyuchil-kontrakt-s-algoritmom',
    imageUrl: 'https://sub-cult.ru/images/2019/VladRj/endel.jpg'
  },
  {
    title: 'Animal ДжаZ выпустили клип «Чувства»',
    description: `
    <p>На официальном YouTube-канале российской рок-группы Animal ДжаZ появился клип на песню «Чувства».</p>
    <p>Режиссёром клипа выступил Женя Тирштайн, который и ранее успешно сотрудничал с группой. В работе приняли участие: THE HATTERS, LIZER, TATARKA, Леонид Барац, Найк Борзов, Миша Козырев, Володя Котляров, Валерия Ланская, Евгений Маргулис, Илья Прусикин и Юрий Шевчук</p>

    <p>«Хочу сказать про участников нашего клипа «Чувства». Эта песня антивоенная, по своей сути. Те, кто поют в этом клипе, это люди, поддерживающие нашу позицию. Мы выбирали их не по принципу дружбы или голосистости. Все мы в этом видео против войн. Очень круто, что почти никто из тех, кому мы предложили, не отказался. Максимум не совпали графики, мы снимали в сжатые сроки, не все физически смогли. Очень круто, что не было никакого налета звездности ни в одном из тех, кого вы увидите в кадре. Но главное: круто было почувствовать, что мы заодно. Надо заканчивать войны, в которых участвует наша страна. В том числе и те, которые наша страна развязала» — Александр Красовицкий.</p>
    `,
    shortDescription: 'На официальном YouTube-канале российской рок-группы Animal ДжаZ появился клип на песню «Чувства».',
    tags: ['#musik', '#музыка'],
    originalUrl: 'https://sub-cult.ru/musicnews/worldmusicnews/10181-animal-dzhaz-vypustili-klip-chuvstva',
    imageUrl: 'https://sub-cult.ru/images/2019/KatPr/animal81gVl.jpg'
  },
  {
    title: 'Вышел первый трейлер «Однажды в Голливуде»',
    description: `
    <p>Главные роли в картине исполнят Леонардо ДиКаприо и Брэд Пит. Герой ДиКаприо, Рик Далтон, бывшая звезда вестерн-шоу Bounty Law, вместе с дублёром Клиффом Бутом (Пит) пытаются выжить в новом Голливуде, который начал резко меняться в 1969 году. Ко всему прочему последователи культа Чарльза Мэнсона убивают актрису Шэрон Тейт, жену режиссёра Романа Полански и соседку Рика Далтона.</p>
    <p>«Однажды в Голливуде» станет девятым фильмом Квентина Тарантино. В мировой прокат картина выйдет в июле, а российские зрители смогут увидеть её в кинотеатрах 8 августа.</p>
    `,
    shortDescription: 'Главные роли в картине исполнят Леонардо ДиКаприо и Брэд Пит. Герой ДиКаприо, Рик Далтон, бывшая звезда вестерн-шоу Bounty Law, вместе с дублёром Клиффом Бутом (Пит) пытаются выжить в новом Голливуде, который начал резко меняться в 1969 году.',
    tags: ['#кино', '#movies'],
    originalUrl: 'https://sub-cult.ru/kino/novosti-kino/10179-vyshel-pervyj-trejler-odnazhdy-v-gollivude',
    imageUrl: 'https://sub-cult.ru/images/2019/LenaS/OnceUponaTimeinHollywood.jpg'
  },
  {
    title: 'Джеймс Ганн вернётся в качестве режиссёра третьих «Стражей Галактики»',
    description: `
    <p>Студия Disney, уволившая Джеймса Ганна в июле 2018 года, позволила ему вернуться в качестве режиссёра нового фильма. После нескольких встреч главы студии Алана Хорна с Ганном, студия решила вернуть Ганну режиссёрский пост. Хорна устроили публичные извинения режиссёра и его поведение после увольнения.</p>

    <p>После своего возвращения Ганн написал в своём Twitter: «Я чрезвычайно благодарен всем, кто поддерживал меня на протяжении последних нескольких месяцев. Я постоянно учусь на своих ошибках и буду дальше работать над тем, чтобы стать ещё лучше. Я ценю решение студии Disney и с нетерпением жду работы над фильмом…»</p>
    
    <p>Прошлым летом пользователи Twitter нашли на аккаунте Джеймса Ганна шутки о педофилии и сексуальном насилии. Из-за этого Disney уволила режиссёра и приостановила съёмки «Стражей Галактики 3».</p>
    
    <p>После ухода со студии Ганн получил множество предложений от других компаний, в том числе от Warner. Она предложила Ганну поработать над продолжением «Отряда самоубийц»: режиссёр уже начал работать над сценарием картины. К работе над новыми «Стражами» Джеймс Ганн приступит после завершения работ над «Отрядом самоубийц».</p>
    `,
    shortDescription: 'Студия Disney, уволившая Джеймса Ганна в июле 2018 года, позволила ему вернуться в качестве режиссёра нового фильма. После нескольких встреч главы студии Алана Хорна с Ганном, студия решила вернуть Ганну режиссёрский пост. Хорна устроили публичные извинения режиссёра и его поведение после увольнения.',
    tags: ['#кино', '#movies'],
    originalUrl: 'https://sub-cult.ru/kino/novosti-kino/10170-dzhejms-gann-vernjotsya-v-kachestve-rezhissjora-tretikh-strazhej-galaktiki',
    imageUrl: 'https://sub-cult.ru/images/2019/LenaS/jamesgunn.jpg'
  }
];
