export const news = [
  {
    title: 'Xiaomi Mi 9 делится возможностями с младшими братьями. График выхода обновлений',
    description: `Первыми будут смартфоны линейки Xiaomi Mi 8, но список довольно большой
    В конце февраля Чжан Гоцюань (Zhang Guoquan), руководитель отдела программного обеспечения Xiaomi, заявил, что линейка смартфонов Xiaomi Mi 8 получит обновления с множеством нововведений, реализованных в Mi 9. В частности, речь шла о технологии Game Turbo, эффектах сопровождающих процесс зарядки, темной теме оформления и так далее.
    
    Ли Вэйсин (Li Weixing), глава отдела Xiaomi Internet, опубликовал график выхода обновлений для различных моделей смартфонов, которые получат функции, пока еще эксклюзивные для Xiaomi Mi 9.
    `,
    shortDescription: `Первыми будут смартфоны линейки Xiaomi Mi 8, но список довольно большой
    В конце февраля Чжан Гоцюань (Zhang Guoquan), руководитель отдела программного обеспечения Xiaomi, заявил, что линейка смартфонов Xiaomi Mi 8 получит обновления с множеством нововведений, реализованных в Mi 9. В частности, речь шла о технологии Game Turbo, эффектах сопровождающих процесс зарядки, темной теме оформления и так далее.`,
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://www.ixbt.com/img/x780/n1/news/2019/2/3/maxresdefault_large.jpg'
  },
  {
    title: 'Квантовый эксперимент показал, что объективной реальности не существует',
    description: `Еще в 1961 году физик и нобелевский лауреат Юджин Вигнер изложил мысленный эксперимент, который продемонстрировал один из наименее известных парадоксов квантовой механики. Эксперимент показывает, как странная природа вселенной позволяет двум наблюдателям — скажем, Вигнеру и другу Вигнера — испытывать различные реальности. С тех пор физики используют мысленный эксперимент «друга Вигнера» для исследования природы измерений и споров о том, существуют ли объективные факты.
    
    Сперва расскажем про мысленный эксперимент Вигнера:

    Предположим, что два человека одновременно открывают ящик с котом Шрёдингера. Если результат (коллапса волновой функции) выбирает наблюдатель, как подразумевает идеалистическое решение, то если два наблюдателя делают разный выбор — возникает проблема. Если мы называем один из двух исходов, то выбор может делать только один из наблюдателей, и сторонники реализма справедливо считают это решение неудовлетворительным.`,
    shortDescription: 'Еще в 1961 году физик и нобелевский лауреат Юджин Вигнер изложил мысленный эксперимент, который продемонстрировал один из наименее известных парадоксов квантовой механики. Эксперимент показывает, как странная природа вселенной позволяет двум наблюдателям — скажем, Вигнеру и другу Вигнера — испытывать различные реальности. С тех пор физики используют мысленный эксперимент «друга Вигнера» для исследования природы измерений и споров о том, существуют ли объективные факты.',
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://s.hi-news.ru/wp-content/uploads/2019/03/Schrodingers-750x422.jpg'
  },
  {
    title: 'Эскадра RGB корпусов AeroCool на подлете! 6 новых корпусов для ПК с RGB-подсветкой появятся на рынке уже в начале апреля',
    description: `<p>14 марта 2019 г. – Компания AeroCool Advanced Technologies (AAT), один из ведущих мировых производителей корпусов, блоков питания, аксессуаров и периферии для компьютеров, представляет сразу шесть новых корпусов для ПК, которые порадуют геймеров не только яркой RGB-подсветкой, но и приятными ценниками.</p>
    
    <h6>Переходи на сторону RGB!</h6>

    <p>Новые модели с поддержкой RGB-подсветки были созданы на волне успеха линейки Cylon — с момента её выхода на рынок в 2018 году было продано более 100 000 корпусов Aerocool Cylon различных моделей. В новый модельный ряд входят флагман Tor Pro, а также корпуса Tor, Klaw, Bolt, Shard и Playa. Все шесть новинок отличаются собственным уникальным подходом к подсветке, нестандартным дизайном и стоимостью до 70 долларов США (исключение — Tor Pro). В продаже они появятся в начале апреля, но доступность корпусов в конкретных регионах рекомендуется уточнять. </p>`,
    shortDescription: '14 марта 2019 г. – Компания AeroCool Advanced Technologies (AAT), один из ведущих мировых производителей корпусов, блоков питания, аксессуаров и периферии для компьютеров, представляет сразу шесть новых корпусов для ПК, которые порадуют геймеров не только яркой RGB-подсветкой, но и приятными ценниками.',
    originalUrl: 'https://overclockers.ru/itnews/show/96258/eskadra-rgb-korpusov-aerocool-na-podlete-6-novyh-korpusov-dlya-pk-s-rgb-podsvetkoj-poyavyatsya-na-rynke-uzhe-v-nachale-aprelya',
    imageUrl: 'https://st.overclockers.ru/images/soft/2019/01/21/Aerocool-Tor-Pro.jpg'
  },



  {
    title: 'Xiaomi Mi 9 делится возможностями с младшими братьями. График выхода обновлений',
    description: `Первыми будут смартфоны линейки Xiaomi Mi 8, но список довольно большой
    В конце февраля Чжан Гоцюань (Zhang Guoquan), руководитель отдела программного обеспечения Xiaomi, заявил, что линейка смартфонов Xiaomi Mi 8 получит обновления с множеством нововведений, реализованных в Mi 9. В частности, речь шла о технологии Game Turbo, эффектах сопровождающих процесс зарядки, темной теме оформления и так далее.
    
    Ли Вэйсин (Li Weixing), глава отдела Xiaomi Internet, опубликовал график выхода обновлений для различных моделей смартфонов, которые получат функции, пока еще эксклюзивные для Xiaomi Mi 9.
    `,
    shortDescription: `Первыми будут смартфоны линейки Xiaomi Mi 8, но список довольно большой
    В конце февраля Чжан Гоцюань (Zhang Guoquan), руководитель отдела программного обеспечения Xiaomi, заявил, что линейка смартфонов Xiaomi Mi 8 получит обновления с множеством нововведений, реализованных в Mi 9. В частности, речь шла о технологии Game Turbo, эффектах сопровождающих процесс зарядки, темной теме оформления и так далее.`,
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://www.ixbt.com/img/x780/n1/news/2019/2/3/maxresdefault_large.jpg'
  },
  {
    title: 'Квантовый эксперимент показал, что объективной реальности не существует',
    description: `Еще в 1961 году физик и нобелевский лауреат Юджин Вигнер изложил мысленный эксперимент, который продемонстрировал один из наименее известных парадоксов квантовой механики. Эксперимент показывает, как странная природа вселенной позволяет двум наблюдателям — скажем, Вигнеру и другу Вигнера — испытывать различные реальности. С тех пор физики используют мысленный эксперимент «друга Вигнера» для исследования природы измерений и споров о том, существуют ли объективные факты.
    
    Сперва расскажем про мысленный эксперимент Вигнера:

    Предположим, что два человека одновременно открывают ящик с котом Шрёдингера. Если результат (коллапса волновой функции) выбирает наблюдатель, как подразумевает идеалистическое решение, то если два наблюдателя делают разный выбор — возникает проблема. Если мы называем один из двух исходов, то выбор может делать только один из наблюдателей, и сторонники реализма справедливо считают это решение неудовлетворительным.`,
    shortDescription: 'Еще в 1961 году физик и нобелевский лауреат Юджин Вигнер изложил мысленный эксперимент, который продемонстрировал один из наименее известных парадоксов квантовой механики. Эксперимент показывает, как странная природа вселенной позволяет двум наблюдателям — скажем, Вигнеру и другу Вигнера — испытывать различные реальности. С тех пор физики используют мысленный эксперимент «друга Вигнера» для исследования природы измерений и споров о том, существуют ли объективные факты.',
    originalUrl: 'https://www.ixbt.com/news/2019/03/13/xiaomi-mi-9.html',
    imageUrl: 'https://s.hi-news.ru/wp-content/uploads/2019/03/Schrodingers-750x422.jpg'
  },
  {
    title: 'Эскадра RGB корпусов AeroCool на подлете! 6 новых корпусов для ПК с RGB-подсветкой появятся на рынке уже в начале апреля',
    description: `<p>14 марта 2019 г. – Компания AeroCool Advanced Technologies (AAT), один из ведущих мировых производителей корпусов, блоков питания, аксессуаров и периферии для компьютеров, представляет сразу шесть новых корпусов для ПК, которые порадуют геймеров не только яркой RGB-подсветкой, но и приятными ценниками.</p>
    
    <h6>Переходи на сторону RGB!</h6>

    <p>Новые модели с поддержкой RGB-подсветки были созданы на волне успеха линейки Cylon — с момента её выхода на рынок в 2018 году было продано более 100 000 корпусов Aerocool Cylon различных моделей. В новый модельный ряд входят флагман Tor Pro, а также корпуса Tor, Klaw, Bolt, Shard и Playa. Все шесть новинок отличаются собственным уникальным подходом к подсветке, нестандартным дизайном и стоимостью до 70 долларов США (исключение — Tor Pro). В продаже они появятся в начале апреля, но доступность корпусов в конкретных регионах рекомендуется уточнять. </p>`,
    shortDescription: '14 марта 2019 г. – Компания AeroCool Advanced Technologies (AAT), один из ведущих мировых производителей корпусов, блоков питания, аксессуаров и периферии для компьютеров, представляет сразу шесть новых корпусов для ПК, которые порадуют геймеров не только яркой RGB-подсветкой, но и приятными ценниками.',
    originalUrl: 'https://overclockers.ru/itnews/show/96258/eskadra-rgb-korpusov-aerocool-na-podlete-6-novyh-korpusov-dlya-pk-s-rgb-podsvetkoj-poyavyatsya-na-rynke-uzhe-v-nachale-aprelya',
    imageUrl: 'https://st.overclockers.ru/images/soft/2019/01/21/Aerocool-Tor-Pro.jpg'
  }
];
